TestCase/sineWave/02-sineWave-rk4-0.1/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

restore0Dir

runApplication blockMesh


runApplication $(getApplication)

#------------------------------------------------------------------------------
